/* ===== Generic ===== */

/* Generic Cancel button title, used in SKConversation NSErrorFromPREMIUM_VIDEO_STATUS */
"BUTTONTITLE_CANCEL" = "रद्द करें";

/* ===== SkyLib Properties ===== */

/* List item title for user's home phone number. */
"CONTACT_PHONE_HOME" = "घर";

/* List item title for user's office phone number */
"CONTACT_PHONE_OFFICE" = "कार्यालय";

/* List item title for user's mobile phone number. */
"CONTACT_PHONE_MOBILE" = "मोबाइल";

/* List item title for user's (possible) other phone number(s). */
"CONTACT_PHONE_OTHER" = "अन्य";

/* Format to use to wrap guest contact displays */
"CONTACT_GUEST_FORMAT" = "%@ (अतिथि)";

/* All known contacts group title */
"CONTACT_GROUP_ALL_KNOWN_CONTACTS" = "सभी ज्ञात संपर्क";

/* All buddies group title */
"CONTACT_GROUP_ALL_BUDDIES" = "सभी संपर्क";

/* Skype group title */
"CONTACT_GROUP_SKYPE_BUDDIES" = "Skype संपर्क";

/* SkypeOut group title */
"CONTACT_GROUP_SKYPEOUT_BUDDIES" = "सहेजे गए फ़ोन नंबर्स";

/* Online buddies group title */
"CONTACT_GROUP_ONLINE_BUDDIES" = "ऑनलाइन संपर्क";

/* Unknown or pending auth group title */
"CONTACT_GROUP_UNKNOWN_OR_PENDINGAUTH_BUDDIES" = "अनुरोध भेजे गए";

/* Recently contacted group title */
"CONTACT_GROUP_RECENTLY_CONTACTED_CONTACTS" = "हाल ही में संपर्क किए गए";

/* Contacts waiting my auth group title */
"CONTACT_GROUP_CONTACTS_WAITING_MY_AUTHORIZATION" = "अनुरोध प्राप्त हुए";

/* Authorized by me group title */
"CONTACT_GROUP_CONTACTS_AUTHORIZED_BY_ME" = "स्वीकृत अनुरोध";

/* Blocked group title */
"CONTACT_GROUP_CONTACTS_BLOCKED_BY_ME" = "अवरोधित संपर्क";

/* Ungrouped contacts group title */
"CONTACT_GROUP_UNGROUPED_BUDDIES" = "असमूहीकृत संपर्क";

/* Windows Live ID contacts group title */
"CONTACT_GROUP_PASSPORT_CONTACTS" = "Messenger";

/* Suggested contacts group title */
"CONTACT_GROUP_SCD_CONTACTS" = "सुझाए गए संपर्क";

/* New group default title */
"CONTACT_GROUP_NEW_GROUP" = "शीर्षक रहित सूची";

/* Default message sent to contacts from whom we are requesting authorization */
"CONTACT_AUTH_REQUEST_DEFAULT_MESSAGE" = "कृपया मुझे संपर्क के रूप में जोड़ें";

/*  */
"ECHO123_CONTACT_FULLNAME" = "Skype परीक्षण कॉल";

/*  */
"ECHO123_CONTACT_LANGUAGES" = "hi";

/*  */
"ECHO123_CONTACT_HOMEPAGE" = "www.skype.com/go/help";

/* Automatic sound test service mood message. */
"ECHO123_CONTACT_ABOUT" = "नमस्ते, मैं Skype परीक्षण कॉल रोबोट हूँ, मुझे आपके संपर्क में जोड़ें और आपके साउंड सेटअप को जाँचने के लिए मुझे कॉल करें. अधिक सहायता के लिए http://www.skype.com/go/help देखें. धन्यवाद.";

/*  */
"ECHO123_CONTACT_MOOD_TEXT" = "आपकी ध्वनि का परीक्षण करने के लिए मुझे कॉल करें";


/* UNPLACED call status used when a call is initialized, but not connected to the network yet. */
"CALL_STATUS_UNPLACED" = "आपका कॉल लगा रहा है";

/* ROUTING call status used when a call is being routed by the network but not ringing yet. */
"CALL_STATUS_ROUTING" = "आपका कॉल लगा रहा है";

/* CANCELLED call status indicating that the outgoing call was cancelled by the user. */
"CALL_STATUS_CANCELLED" = "कॉल रद्द किया गया";

/* FAILED call status used when the call failed. */
"CALL_STATUS_FAILED" = "कॉल विफल";

/* RINGING_OUT call status used when a call is ringing for the remote party. */
"CALL_STATUS_RINGING_OUT" = "रिंग हो रहा है";

/* RINGING_IN call status used when a call is ringing locally. */
"CALL_STATUS_RINGING_IN" = "कॉल कर रहा है";

/* LOCALHOLD call status indicating that the user put the call on hold. */
"CALL_STATUS_LOCALHOLD" = "कॉल होल्ड पर है";

/* REMOTEHOLD call status indicating that the call is on hold by the remote party. */
"CALL_STATUS_REMOTEHOLD" = "आप होल्ड पर हैं";

/* FINISHED call status indicating that the call was finished. */
"CALL_STATUS_FINISHED" = "समाप्त";

/* MISSED call status indicating that the incoming call was finished before it got answered. */
"CALL_STATUS_MISSED" = "छूटा हुआ";

/* REFUSED call status indicating that the remote party declined the call. */
"CALL_STATUS_REFUSED" = "अस्वीकार किया गया";

/* BUSY call status indicating that the remote party was already in a call. */
"CALL_STATUS_BUSY" = "व्यस्त";

/* DROPPED call status indicating that the network connection was lost during the call. */
"CALL_STATUS_DROPPED" = "कनेक्शन खो गया है";

/* VOICEMAIL call status indicating that the call was diverted to voicemail. */
"CALL_STATUS_VOICEMAIL" = "ध्वनि संदेश";

/* VM_RECORDING call status while recording the voicemail. */
"CALL_STATUS_VM_RECORDING" = "ध्वनि संदेश रिकॉर्ड हो रहा है";

/* VM_UPLOADING call status while sending the voicemail. */
"CALL_STATUS_VM_UPLOADING" = "ध्वनि संदेश भेज रहे हैं";

/* VM_SENT call status after the voicemail was sent. */
"CALL_STATUS_VM_SENT" = "ध्वनि संदेश भेजा गया";

/* VM_CANCELLED call status when the recording or sending of the voicemail was cancelled. */
"CALL_STATUS_VM_CANCELLED" = "ध्वनि संदेश रद्द किया गया";

/* VM_FAILED call status when the recording or sending of the voicemail failed. */
"CALL_STATUS_VM_FAILED" = "ध्वनि संदेश विफल हुआ";

/* ===== Wallet Transacation ===== */
/* Title of instrument name in popup button (args: instrument name ["Visa"], number ["****1234"]) */
"WALLET_INSTRUMENT_DISPLAY_NAME_FORMAT" = "%1$@ %2$@";


/* ===== PARTICIPANT_VOICE_STATUS ===== */ 

/* VOICE_CONNECTING status used when a call is being routed by the network but not ringing yet. */
"PARTICIPANT_VOICE_STATUS_CONNECTING" = "कनेक्ट हो रहा है...";

/* RINGING status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_RINGING" = "रिंग हो रहा है";

/* EARLY_MEDIA status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_EARLY_MEDIA" = "रिंग हो रहा है";

/* ON_HOLD status when a participant is held. */
"PARTICIPANT_VOICE_STATUS_ON_HOLD" = "होल्ड पर है";

/* STOPPED status when a participant has stopped. */
"PARTICIPANT_VOICE_STATUS_STOPPED" = "समाप्त";

/* FACEBOOK calling */
"PARTICIPANT_VOICE_STATUS_CONNECTING_FACEBOOK" = "Facebook पर कॉल करना (Beta)";

/* ===== CONVERSATION_LOCAL_LIVESTATUS ===== */ 
"CONVERSATION_LOCAL_LIVESTATUS_STARTING" = "कॉल हो रहा है…";
"CONVERSATION_LOCAL_LIVESTATUS_RINGING_FOR_ME" = "कॉल हो रहा है…";
"CONVERSATION_LOCAL_LIVESTATUS_IM_LIVE" = "कॉल प्रगति में";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_LOCALLY" = "होल्ड पर है";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_REMOTELY" = "आप होल्ड पर हैं";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE" = "कॉल प्रगति में है";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE_FULL" = "कॉल व्यस्त है";
"CONVERSATION_LOCAL_LIVESTATUS_PLAYING_VOICE_MESSAGE" = "ध्वनि संदेश अभिवादन चलाना";
"CONVERSATION_LOCAL_LIVESTATUS_RECORDING_VOICE_MESSAGE" = "ध्वनि संदेश रिकॉर्ड कर रहा है";
"CONVERSATION_LOCAL_LIVESTATUS_RECENTLY_LIVE" = "हाल ही का कॉल";
"CONVERSATION_LOCAL_LIVESTATUS_TRANSFERRING" = "यह कॉल ट्रांसफ़र कर रहा है";


/*  */
"CONVERSATION_POST_FILES_BODY" = "पोस्ट की गईं फ़ाइलें";

/* CONVERSATION Legacy chat message for older clients */
"CONVERSATION_VIDEOMESSAGE_LEGACY_MESSAGE" = "आपको एक वीडियो संदेश प्राप्त हुआ है. इसे इस पर देखें: %1, और कोड %2 का उपयोग करके इसे खोलें";

"CONVERSATION_XMM_LEGACY_MESSAGE" = "%1$@ - इसे %%1 पर देखें.";

"CONVERSATION_MEDIAMESSAGE_LEGACY_MESSAGE" = "यह साझा फ़ोटो देखने के लिए, इस पर जाएँ: %1";
"CONVERSATION_XMM_MESSAGE_LEGACY_MESSAGE" = "यह साझा किया मीडिया देखने के लिए इस पर जाएँ: %1";

/*  */
"CONTACT_AVAILABILITY_OFFLINE" = "ऑफ़लाइन";
"CONTACT_AVAILABILITY_ONLINE" = "ऑनलाइन";
"CONTACT_AVAILABILITY_AWAY" = "दूर";
"CONTACT_AVAILABILITY_DO_NOT_DISTURB" = "परेशान न करें";
"CONTACT_AVAILABILITY_PENDING_AUTH" = "लंबित संपर्क अनुरोध";
"CONTACT_AVAILABILITY_BLOCKED" = "अवरोधित";
"CONTACT_AVAILABILITY_OFFLINE_BUT_VM_ABLE" = "ध्वनि संदेश के साथ ऑफ़लाइन";
"CONTACT_AVAILABILITY_OFFLINE_BUT_CF_ABLE" = "कॉल्स अग्रेषित कर रहा है";

/*  */
"CONTACT_AVAILABILITY_INVISIBLE" = "अदृश्य";
"CONTACT_AVAILABILITY_CONNECTING" = "कनेक्ट हो रहा है...";
"CONTACT_AVAILABILITY_SKYPEOUT" = "फ़ोन नंबर";

/*  */
"CONTACT_GENDER_FEMALE" = "महिला";

/*  */
"CONTACT_GENDER_MALE" = "पुरुष";

/* A hidden phone number. */
"CONTACT_UNKNOWN_PSTN_DISPLAYNAME" = "अज्ञात नंबर";

/* Title for conversation with no participants */
"CONVERSATION_UNTITLED_DISPLAYNAME" = "शीर्षक रहित";


"ACCOUNTMANAGER_LOGIN_STATUS" = "साइन इन हो रहा है…";
"ACCOUNTMANAGER_CBLSYNC_STATUS" = "संपर्क लोड हो रहे हैं…";
"ACCOUNTMANAGER_UPGRADEDB_STATUS" = "फ़ाइलें नवीनीकृत हो रही हैं…";


/* Chat info message when a party has been joined to the chat. %1$@ is the name of the user who did the adding, while %2$@ is the name of the added user. */
"ChatMessage::ADDEDMEMBERS_FORMATSTRING" = "%1$@ ने %2$@ को जोड़ दिया है";

/* Chat info message shown when user %@ has left the chat. */
"ChatMessage::LEFT_FORMATSTRING" = "%@ ने छोड़ दिया है";

/* Chat info message when the first user ejected (threw out) the second user from the chat. */
"ChatMessage::KICKED_FORMATSTRING" = "%1$@ ने %2$@ को निकाल दिया है";

/* Chat info message shown when a party has changed the chat topic. %1$@ is the user who did it, and %2$@ the new topic. */
"ChatMessage::SETTOPIC_FORMATSTRING" = "%1$@ ने चैट विषय को %2$@ में बदल दिया है";

/* Chat item shown in place of the message to tell that the message has been removed by its writer. */
"CHATMESSAGE_MESSAGEREMOVED_TEXT" = "यह संदेश निकाल दिया गया है";

/* AV Preferences output device name */
"SAME_AS_SYSTEM_DEVICE_NAME" = "सिस्टम के समान";


/* ===== SkyLib Error/Result Codes ===== */

/* sync errors at login/registration */
"LOGOUTREASON_NETWORKERROR" = "Skype से कनेक्ट नहीं कर सकते.";
"LOGOUTREASON_NETWORKERROR_RECOVERYSUGGESTION" = "कृपया अपनी नेटवर्क सेटिंग्स जाँचें और पुनः प्रयास करें.";

/* sync errors at registration */
"Account::INVALID_SKYPENAME" = "यह Skype नाम मान्य नहीं है.";
"Account::INVALID_EMAIL" = "यह ईमेल पता मान्य नहीं है.";
"Account::INVALID_EMAIL_RECOVERYSUGGESTION" = "कृपया इसे जाँचें और पुनः प्रयास करें.";
"Account::UNACCEPTABLE_PASSWORD" = "यह पासवर्ड मान्य नहीं है.";
"Account::SKYPENAME_TAKEN" = "यह Skype नाम पहले से लिया गया है.";
"Account::SKYPENAME_TAKEN_RECOVERYSUGGESTION" = "कृपया कोई नया नाम दर्ज करें.";

/* sync errors at login */
"Account::NO_SUCH_IDENTITY" = "हम आपके Skype नाम और पासवर्ड को नहीं पहचान पाए.";
"Account::INCORRECT_PASSWORD" = "हमने आपके Skype नाम और पासवर्ड को नहीं पहचाना.";
"Account::TOO_MANY_LOGIN_ATTEMPTS" = "कई बार साइन इन करने के विफल प्रयास किए गए.";
"Account::TOO_MANY_LOGIN_ATTEMPTS_RECOVERYSUGGESTION" = "कृपया बाद में पुन: प्रयास करें.";

/* async errors (can happen anytime while logged in) */
"Account::PASSWORD_HAS_CHANGED" = "आपका पासवर्ड बदल गया है.";
"Account::PASSWORD_HAS_CHANGED_RECOVERYSUGGESTION" = "कृपया अपने नए पासवर्ड से साइन इन करें.";

"LOGOUTREASON_GENERIC_RECOVERYSUGGESTION" = "कृपया पुनः प्रयास करें.";

/* Account property validation error - NSLocalizedFailureReasonErrorKey [#HELLC-1021], [#WIN-364] */
"SkyLib::TOO_SHORT" = "6–20 वर्ण लंबा होना चाहिए.";
"SkyLib::TOO_LONG" = "6–20 वर्ण लंबा होना चाहिए.";
"SkyLib::CONTAINS_INVALID_CHAR" = "अमान्य वर्ण, जैसे कि Σ, à, ß.";
"SkyLib::CONTAINS_SPACE" = "कोई रिक्ति या टैब शामिल नहीं हो सकते.";
"SkyLib::SAME_AS_USERNAME" = "आपके Skype नाम से बहुत समान है.";
"SkyLib::INVALID_FORMAT" = "अमान्य स्वरूप.";
"SkyLib::CONTAINS_INVALID_WORD" = "अनुमान लगाने के लिए बहुत आसान है, जैसे कि abcd, skype.";
"SkyLib::TOO_SIMPLE" = "कम से कम 1 अक्षर और 1 संख्या अवश्य होनी चाहिए.";
"SkyLib::STARTS_WITH_INVALID_CHAR" = "किसी (A–Z) अक्षर से प्रारंभ होना चाहिए.";

/* Account property validation error - NSLocalizedRecoverySuggestionErrorKey */
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "कोई लंबा Skype नाम आजमाएँ.";
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "कोई लंबा पासवर्ड आजमाएँ.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "कोई छोटा Skype नाम आजमाएँ.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "कोई छोटा पासवर्ड आजमाएँ.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "कोई नया Skype नाम आजमाएँ.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "कोई नया पासवर्ड आजमाएँ.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_EMAILS" = "कोई नया ईमेल पता आजमाएँ.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION" = "कोई नया मान आज़माएँ.";

/* Account password change error - NSLocalizedFailureReasonErrorKey */
"Account::PWD_INVALID_OLD_PASSWORD" = "पासवर्ड गलत है.";
"Account::PWD_SERVER_CONNECT_FAILED" = "सर्वर से कनेक्ट नहीं कर सके.";
"Account::PWD_MUST_DIFFER_FROM_OLD" = "नया पासवर्ड, पुराने पासवर्ड से अलग होना चाहिए.";
"Account::PWD_INVALID_NEW_PWD" = "पासवर्ड मान्य नहीं है.";
"Account::PWD_MUST_LOG_IN_TO_CHANGE" =  "अपना पासवर्ड बदलने के लिए साइन इन करना आपके लिए आवश्यक है.";

/* COMMITFAILED status received when committing a server-side property change. */
"ACCOUNT_COMMITSTATUS_COMMIT_FAILED" = "आपके परिवर्तन सहेजे नहीं जा सके. सेटिंग जाँचें और पुनः प्रयास करें.";

"ACCOUNT_NOCREDIT" = "कोई क्रेडिट नहीं";
"ACCOUNT_FREECALL" = "नि:शुल्क कॉल";

/* Conversation file transfer errors */
"SkyLib::TRANSFER_BAD_FILENAME" = "फ़ाइल नाम मान्य नहीं है";
"SkyLib::TRANSFER_OPEN_FAILED" = "फ़ाइल खोलने में विफल हुआ";
"SkyLib::TRANSFER_TOO_MANY_PARALLEL" = "एक समय में बहुत अधिक फ़ाइल ट्रांसफ़र हो रही हैं";

/* ===== SKSkypeKitErrorDomain Errors ===== */

/* SKErrorOffline */
"SKERROR_OFFLINE_DESCRIPTION" = "आप ऑफ़लाइन हैं.";

"SKERROR_OFFLINE_CALL_FAILUREREASON" = "कॉल करने के लिए आपको ऑनलाइन होना आवश्यक है.";
"SKERROR_OFFLINE_CONTACTSEARCH_FAILUREREASON" = "ऑफ़लाइन होने पर आप संपर्कों को नहीं खोज सकते हैं. अपनी स्थिति बदलें और पुनः प्रयास करें.";
"SKERROR_OFFLINE_SMS_FAILUREREASON" = "SMS भेजने के लिए आपको ऑनलाइन होना आवश्यक है.";

/* [#HELLC-894] */
"SKERROR_OFFLINE_VOICEMAIL_FAILUREREASON" = "यह संदेश चलाने के लिए आपको ऑनलाइन होना आवश्यक है.";

/* Alert sheet title */
"SKERROR_CANNOT_SET_BODY_SMS_DESCRIPTION" = "वर्तमान SMS का मुख्य भाग सेट नहीं कर सकते हैं.";


/* SKErrorInsufficientFunds */
"Sms::INSUFFICIENT_FUNDS" = "आपके पास SMS भेजने के लिए पर्याप्त Skype क्रेडिट नहीं है.";
"CMEMBER_PSTN_STATUSTEXT_INSUFFICIENTCREDIT" = "इस नंबर पर कॉल करने के लिए आपको Skype क्रेडिट की आवश्यकता है.";

/* SKErrorInvalidContact */
"SKERROR_INVALIDCONTACT" = "यह मान्य Skype नाम या फ़ोन नंबर नहीं है.";

/* SKErrorCallOfflineLyncContact */
"SKERROR_OFFLINELYNCCONTACT_CALL_FAILUREREASON" = "आप इस Lync संपर्क को कॉल नहीं कर सकते, क्योंकि ये ऑफ़लाइन हैं.";

/* SKErrorBlockedContact */
"SKERROR_CONTACTBLOCKED_CALL_FAILUREREASON" = "आप इस व्यक्ति को कॉल नहीं कर सकते क्योंकि आपने उसे अवरुद्ध कर दिया है.";
"SKERROR_CONTACTBLOCKED_CHAT_FAILUREREASON" = "आप इस व्यक्ति से चैट नहीं कर सकते क्योंकि आपने उसे अवरुद्ध कर दिया है.";
"SKERROR_CONTACTBLOCKED_SMS_FAILUREREASON" = "आप इस व्यक्ति SMS नहीं भेज सकते क्योंकि आपने उसे अवरुद्ध कर दिया है.";
"SKERROR_CONTACTBLOCKED_ADD_FAILUREREASON" = "आप इस व्यक्ति को जोड़ नहीं सकते क्योंकि आपने उसे अवरुद्ध कर दिया है.";

/* SKErrorCantTalkToYourself */
"SKERROR_CANTTALKTOYOURSELF_CALL_FAILUREREASON" = "आप स्वयं को कॉल नहीं कर सकते.";
"SKERROR_CANTTALKTOYOURSELF_CHAT_FAILUREREASON" = "आप स्वयं से चैट नहीं कर सकते.";
"SKERROR_CANTTALKTOYOURSELF_ADD_FAILUREREASON"  = "आप स्वयं को जोड़ नहीं सकते.";

/* SKErrorCantJoinConversation */
"SKERROR_CANTJOINCONVERSATION_FAILUREREASON" = "आप इस वार्तालाप में शामिल नहीं हो सकते";

/* SKErrorCantFindConversation */
"SKERROR_CANTFINDCONVERSATION_FAILUREREASON" = "यह वार्तालाप नहीं ढूँढ सकते";

/* SKErrorInvalidPSTNNumber */
"CMEMBER_PSTN_STATUSTEXT_INVALIDNUMBER" = "यह मान्य फ़ोन नंबर नहीं है.";

/* SKErrorEmergencyPSTNNumber */
"SKERROR_EMERGENCYCALL_FAILUREREASON" = "आप इस नंबर पर कॉल नहीं कर सकते क्योंकि यह एक आपातकालीन नंबर है.";
"SKERROR_EMERGENCYSMS_FAILUREREASON" = "आप इस नंबर पर SMS नहीं भेज सकते क्योंकि यह एक आपातकालीन नंबर है.";
"SKERROR_EMERGENCYADD_FAILUREREASON" = "आप इस नंबर को जोड़ नहीं सकते क्योंकि यह एक आपातकालीन नंबर है.";

/* SKErrorCallExists */
"SKERROR_CALLEXISTS_CALL" = "नया कॉल प्रारंभ कर सकने के पहले आपको यह कॉल समाप्त करना होगा.";
"SKERROR_CALLEXISTS_VOICEMAIL" = "ध्वनि संदेश सुनने के लिए पहले इस कॉल को समाप्त करें.";
"SKERROR_CALLFAILED" = "कॉल विफल हुआ, कृपया फिर से प्रयास करें.";

/* SKErrorTooManyChatParticipants */
"SKERROR_TOOMANYPARTICIPANTS_CHAT_DESCRIPTION" = "आपने बहुत सारे संपर्कों से वार्तालाप प्रारंभ करने का प्रयास किया है.";

/* SKErrorInvalidConversationIdentities */
"SKERROR_INVALIDCONVERSATIONIDENTITIES_DESCRIPTION" = "आप इन संपर्कों के साथ वार्तालाप नहीं कर सकते.";

/* CMEMBER_FAILUREREASON */
"CMEMBER_FAILUREREASON_CALLER_NOT_AUTHORIZED" = "आप इस व्यक्ति को कॉल नहीं कर सकते क्योंकि उसने आपका संपर्क अनुरोध स्वीकार नहीं किया है.";
"CMEMBER_FAILUREREASON_CALLER_NOT_FRIEND" = "आप इस व्यक्ति को कॉल नहीं कर सकते क्योंकि उसने आपका संपर्क अनुरोध स्वीकार नहीं किया है.";

/* SMS_FAILUREREASON */
"Sms::INVALID_CONFIRMATION_CODE" = "अमान्य पुष्टिकरण कोड";
"Sms::MISC_ERROR" = "अमान्य फ़ोन नंबर";

/* Conversation::PREMIUM_VIDEO_STATUS */

/*
"PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE" = "PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE";
"PV_RESULT_401_P2P_BLOCK_MESSAGE" = "PV_RESULT_401_P2P_BLOCK_MESSAGE";
*/

"PV_RESULT_403_PAID_SERVICE_BLOCK_MESSAGE" = "आपका खाता अवरुद्ध कर दिया गया है.";
"PV_RESULT_403_PAID_SERVICE_BLOCK_EXPLANATION" = "कृपया ग्राहक सहायता से संपर्क करें.";

"PV_RESULT_405_GROUP_TOO_LARGE_MESSAGE" = "इस समूह वीडियो कॉल में बहुत सारे लोग हैं.";
"PV_RESULT_405_GROUP_TOO_LARGE_EXPLANATION" = "आप अधिकतम 9 लोगों को समूह वीडियो कॉल कर सकते हैं. इस समूह से लोगों को निकालें और फिर से प्रयास करें.";

/*
"PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE" = "PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE";
*/

"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_MESSAGE" = "इस समूह वीडियो कॉल में बहुत सारे लोग हैं.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION_BETA" = "आप अधिकतम 9 लोगों को समूह वीडियो कॉल कर सकते हैं. इस वार्तालाप से लोगों को निकालें और फिर से प्रयास करें.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION" = "आपकी समूह वीडियो कॉलिंग सदस्यता इतने सारे लोगों को कवर नहीं करती है. लोगों को इस वार्तालाप से निकालें और फिर से प्रयास करें.";

"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE_BETA" = "आपको समूह वीडियो कॉल्स के लिए सदस्यता लेना आवश्यक है.";
"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE" = "आपको समूह वीडियो कॉल्स के लिए सदस्यता लेना आवश्यक है.";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION_BETA" = "क्या कोई समूह वीडियो कॉल करना चाहते हैं?";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION" = "क्या कोई समूह वीडियो कॉल करना चाहते हैं?";

"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_MESSAGE" = "आप पहले से किसी समूह वीडिया कॉल में है.";
"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_EXPLANATION" = "आप एक बार में केवल एक समूह वीडियो कॉल कर सकते हैं.";

"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_MESSAGE" = "आप इस कॉल की सीमा तक पहुँच गए हैं.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION_BETA" = "आप इस कॉल की अपनी 4-घंटे की समूह वीडियो सीमा तक पहुँच गए हैं.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION" = "आप इस कॉल की अपनी 4-घंटे की समूह वीडियो सीमा तक पहुँच गए हैं. विवरण के लिए अपने खाते को जाँचें.";

"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_MESSAGE" = "आप आज के लिए इस कॉल की अपनी समूह वीडियो सीमा तक पहुँच गए हैं.";
"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_EXPLANATION" = "समूह वीडियो कॉलिंग अस्थायी रूप से निलंबित है. आप आज के लिए अपने उचित उपयोग की सीमा तक पहुँच गए हैं. विवरण के लिए अपने खाते को जाँचें.";

"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_MESSAGE" = "आप इस माह के लिए अपने समूह वीडियो की सीमा तक पहुँच गए हैं.";
"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_EXPLANATION" = "समूह वीडियो कॉलिंग अस्थायी रूप से निलंबित है. आप इस माह के अपने उचित उपयोग की सीमा तक पहुँच गए हैं. विवरण के लिए अपने खाते को जाँचें.";

/*
"PV_RESULT_430_GRACE_TIME_EXPIRED_MESSAGE" = "RESULT_430_GRACE_TIME_EXPIRED";
*/

"PV_RESULT_500_GENERAL_SERVICE_ERROR_MESSAGE" = "वर्तमान में समूह वीडियो अनुपलब्ध है.";
"PV_RESULT_500_GENERAL_SERVICE_ERROR_EXPLANATION" = "कोई त्रुटि हुई हैृ्. कृपया बाद में फिर से प्रयास करें.";

/*
"PV_RESULT_503_SERVICE_TIMEOUT_MESSAGE" = "RESULT_503_SERVICE_TIMEOUT";
*/

"PremiumVideoErrorRecovery_GetPremium_BETA" = "समूह वीडियो प्राप्त करें";
"PremiumVideoErrorRecovery_GetPremium" = "समूह वीडियो प्राप्त करें";
"PremiumVideoErrorRecovery_UpgradePremium" = "नवीनीकृत करें";

/* ===== SKAccessSessionFailureReasonErrorDomain Errors ===== */

"AccessSession::NO_BALANCE" = "Skype WiFi उपयोग करने के लिए आपको Skype क्रेडिट की आवश्यकता है.";
"AccessSession::LOGIN_FAILURE" = "हमने आपके Skype नाम और पासवर्ड को नहीं पहचाना.";
"AccessSession::WISPR_LOGIN_REJECTED" = "अमान्य उपयोगकर्ता नाम और पासवर्ड.";

"SKYPEACCESS_NO_ACCOUNT" = "कृपया अपने Skype खाते के द्वारा साइन इन करें.";

"SKYPEACCESS_GENERIC_CONNECTION_ERROR" = "कनेक्ट नहीं कर सके. कृपया अपनी WiFi सिग्नल क्षमता जाँचें या कोई भिन्न hotspot आज़माएँ.";
"SKYPEACCESS_GENERIC_FATAL_ERROR" = "यह hotspot सही ढंग से प्रतिक्रिया नहीं दे रहा है. कृपया कोई भिन्न hotspot आज़माएँ.";

"SKYPEACCESS_SESSION_EXTEND_ERROR" = "सत्र का विस्तार नहीं कर सके. फिर से कनेक्ट करने का प्रयास करें.";

"SKYPEACCESS_SESSION_LOSTWIFI_MESSAGE" = "WiFi नेटवर्क “%@” अब उपलब्ध नहीं है";
"SKYPEACCESS_SESSION_LOSTWIFI_EXPLANATION" = "अनपेक्षित शुल्क से बचने के लिए, hotspot से दूर जाने के पहले या अपना डिवाइस बंद करने के पहले ठीक ढंग से डिस्कनेक्ट करें.";

"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_MESSAGE" = "कृपया WiFi नेटवर्क “%@” से फिर से जुड़ें";
"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_EXPLANATION" = "Skype WiFi आपके इंटरनेट कनेक्शन बंद करने का प्रयास करेगा. अनपेक्षित शुल्क से बचने के लिए, hotspot से दूर जाने के पहले या अपना डिवाइस बंद करने के पहले ठीक ढंग से डिस्कनेक्ट करें.";

"SKYPEACCESS_SESSION_LOSTWIFI_AUTO_END_MESSAGE" = "आपका इंटरनेट कनेक्शन बंद किया गया.";

"ACCESS_PRICE_PER_MINUTE_FORMAT" = "%@ प्रति मिनट";
"ACCESS_PRICE_PER_MINUTE_FREE" = "निःशुल्क";

/*
 * ===========
 * SkyLib localization (Skype Kit messages sent by SkyLib to other clients)
 * ===========
 */

/* Message sent in the P2P chat after it has been migrated to a server-based chat, and seen by legacy client users. */
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P" = "ने बेहतर चैट अनुभव के लिए इस समूह को अद्यतित किया है.\nशामिल होने और चैट करते रहने के लिए नवीनतम डाउनलोड प्राप्त करें.\n<a href=\"http://www.skype.com/updateme\">Skype.com/updateme</a> पर जाएँ.";
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P_DOGFOOD" = "ने बेहतर चैट अनुभव के लिए इस समूह को अद्यतित किया है. \nशामिल होने और चैट करते रहने के लिए नवीनतम डाउनलोड प्राप्त करें. \nhttps://microsoft.sharepoint.com/teams/DogfoodSkype पर जाएँ.";

/* Message sent in the server-based chat as first message. Used to link the history of both conversations. The '%1' is replaced with the ID of the old chat. */
"LOCALIZED_UPGRADE_MESSAGE_IN_SERVER_BASED" = "पिछला इतिहास देखने के लिए <a href=\"skype:?chat&amp;id=%1\">यहाँ</a> क्लिक करें.";
